[{"title": "WhatsApp possui sete canais no Brasil para identificar fake news | Aplicativos e Software | Tecnoblog", "author": "Bruno Gall De Blasi", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tO WhatsApp apresentou, nesta quarta-feira (25), canais para identificar fake news pelo aplicativo de mensagens no Brasil. Composta por sete plataformas, a lista é formada por organizações independentes de verificação de fatos parceiras do WhatsApp, que atuam na linha de frente no combate à disseminação de informações falsas.\n\nComo denunciar notícia falsa e spam no WhatsApp\nComo checar notícias falsas no WhatsApp [Pesquisar]\n\nWhatsApp (Imagem:Mika Baumeister/Unsplash)\n“O WhatsApp acredita que a melhor forma de combater a desinformação é com informação confiável”, anunciaram. “No Brasil, a plataforma tem parcerias com organizações independentes de verificação de fatos, para que elas revisem conteúdos denunciados pelos usuários e enviem checagens sobre diversos assuntos”\nAs plataformas contam com um número de telefone para que os usuários do mensageiro possam receber checagens de informações falsas e até mesmo enviar suas sugestões através do aplicativo. Para ter acesso aos canais, basta iniciar uma conversa com um dos projetos listados a seguir e enviar uma mensagem:\n\nInternational Fact-Checking Network (IFCN): +1 (727) 291 2606 (wa.me);\nAgência Lupa: +55 21 99193-3751 (wa.me);\nAos Fatos: +55 21 99956-5882 (wa.me);\nEstadão Verifica: +55 11 97683-7490 (wa.me);\nAFP Checamos: +55 21 98217-2344 (wa.me);\nComprova: +55 11 97795-0022 (wa.me);\nFato ou Fake: +55 21 99474-1741 (wa.me).\n\nWhatsApp e TSE fazem parceria contra fake news\nO WhatsApp e o Tribunal Superior Eleitoral (TSE) firmaram uma parceria para combater as fake news nas Eleições 2020. Entre as iniciativas do acordo, que também prevê mudanças no Facebook e Instagram, está um bot que oferece informações sobre horários, locais de votação e mais, pelo telefone +55 (61) 9637-1078.\nMais de mil contas do mensageiro foram removidas após denúncias durante o primeiro turno das eleições municipais, em 15 de novembro, por disparos em massa, prática vetada pela plataforma. Ainda neste mês, no dia 12, o WhatsApp anunciou que processou empresas de disparo em massa no Brasil.\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388226/whatsapp-possui-sete-canais-no-brasil-para-identificar-fake-news/"}
,{"title": "Black Friday da TIM tem 16 GB no controle por R$ 54,99 mensais | Telecomunicações | Tecnoblog", "author": "Lucas Braga", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tA TIM divulgou suas promoções de planos de celular para a Black Friday de 2020: dessa vez, a companhia dará bônus de internet 4G para poucos pacotes. Quem aproveitar o período de ofertas conseguirá encontrará o TIM Controle com 16 GB por R$ 54,99 ou o pós-pago TIM Black Light com 31 GB.\n\nAs promoções de Black Friday para Claro, Oi e Vivo\nAmazon faz semana Black Friday com promoção de Kindle, jogos e mais\n\nBlack Friday da TIM em 2020 (Imagem: Reprodução/Site TIM)\nSem muitos planos na Black Friday 2020\nNos anos anteriores, a TIM fez promoções de Black Friday em planos de todos os segmentos. Isso não deve ocorrer em 2020. O head de marketing da TIM, João Stricker, afirmou em entrevista exclusiva ao Tecnoblog que a operadora irá focar na venda de aparelhos.\nA operadora aproveitou a época da Black Friday para lançar o novo TIM Black Família, que permite escolher entre YouTube Premium, Netflix e HBO Go. Ainda assim, Stricker afirmou que e empresa teria “algumas promoções nos canais digitais, com mais gigas”.\n“Acho que o cliente busca o produto, já percebemos isso nos últimos dois a três anos de Black Friday. Já trabalhamos com oferta, com aparelho, e o que faz diferença de fato é um preço bom no produto”, disse o executivo.\nTIM Controle tem 8 GB de bônus\nPara a Black Friday, a TIM dá 8 GB de bônus nos planos controle. É mais do que a Vivo, mas menos que a Claro, dependendo do pacote. Assim ficam os planos:\n\n\n\nPlano\nPreço mensal\n\n\n16 GB, sendo:\n4 GB do plano\n4 GB de bônus C6 Bank\n8 GB de bônus Black Friday\nR$ 54,99\n\n\n17 GB, sendo:\n5 GB do plano\n4 GB de bônus C6 Bank\n8 GB de bônus Black Friday\nR$ 64,99\n\n\n\nOs planos incluem ligações ilimitadas e SMS à vontade para qualquer operadora, além de acesso liberado ao WhatsApp (exceto chamadas de voz e vídeo), Facebook Messenger e Telegram. Durante três meses o cliente também terá Instagram, Facebook e Twitter sem descontar do pacote principal.\nPara ter o bônus de 4 GB do C6 Bank é necessário pagar a fatura usando o banco digital. O plano tem fidelidade de 12 meses, e a adesão pode ser feita pelo site da TIM. O bônus de Black Friday é válido por 12 meses.\nPós-pago TIM Black Light tem 31 GB por R$ 75,99\nQuem prefere o segmento pós-pago pode partir para o TIM Black Light: são até 31 GB de internet por R$ 75,99 por mês, com fidelização por 12 meses.\nPlanos TIM Black Light (Imagem: Reprodução/Site TIM)\nSão 15 GB do plano, 6 GB de bônus da Black Friday, 5 GB para pagamento com C6 Bank e outros 5 GB para portabilidade numérica, totalizando 31 GB. No entanto, graças ao artigo 46 da resolução 632/2014 da Anatel, a operadora é obrigada a estender todas as ofertas para qualquer cliente.\nO plano inclui ligações ilimitadas para qualquer operadora, conta premium do Deezer e acesso ilimitado a Twitter, Facebook, Instagram e WhatsApp (exceto para chamadas de voz e vídeo).\nA operadora também vende o mesmo plano sem permanência mínima, mas com preço mensal de R$ 85,99. Assim como no controle, o bônus de Black Friday é válido por 12 meses.\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388155/black-friday-2020-da-tim-tem-16-gb-no-controle-por-r-5499-mensais/"}
,{"title": "Google encerra recurso do Hangouts e leva usuários para Meet | Aplicativos e Software | Tecnoblog", "author": "Victor Hugo Silva", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tO Hangouts está cada vez mais próximo de ser descontinuado. Em sua última atualização, o serviço perdeu o recurso de chamadas de vídeo em grupo. Agora, ao tentar conversar com mais de uma pessoa ao mesmo tempo, você um link para o Meet, que está sendo priorizado pelo Google.\n\nComo agendar uma reunião no Google Meet\nComo gravar uma chamada de vídeo no Google Meet\n\nGoogle Hangouts sugere chamadas de vídeo no Meet (Imagem: Reprodução/Hangouts)\nA mudança foi encontrada na versão 36.0 do Hangouts para Android e iOS. Na página das conversas, o aplicativo indica que “agora as videochamadas no Hangouts usam o Meet” e lembra que o novo serviço do Google conta com recursos como o de legendas instantâneas e de compartilhamento de tela.\nCom a atualização, o usuário que tenta fazer uma chamada de vídeo de grupo no Hangouts percebe que o serviço cria uma mensagem que convida os demais a participarem da conversa no Meet. O texto conta com um link para a sala da reunião no novo serviço.\nPor enquanto, ainda é possível usar o Hangouts para iniciar chamadas de vídeo entre duas pessoas. Nesse caso, quando o usuário seleciona o botão de iniciar a chamada, o aplicativo destaca a opção de conversar pelo Meet acima das que permitem iniciar uma ligação por vídeo ou áudio no Hangouts.\nConversas do Hangouts vão para o Google Chat\nO Google indicou em outubro quais são seus planos para o Hangouts. Segundo a empresa, os usuários poderão migrar as conversas do serviço para a versão gratuita do Google Chat, que, por enquanto, está disponível somente no Workspace (antigo G Suite). A transição será realizada a partir do primeiro trimestre de 2021.\nNo Google Chat, os usuários poderão seguir com o histórico de mensagens e os contatos. A plataforma segue com os recursos do Hangouts, mas tem novas opções para criar tarefas e compartilhar arquivos. O Google afirma ainda que o Chat tem a proteção do Gmail contra phishing e, com isso, consegue verificar link em tempo real e indicar se ele é suspeito.\nCom informações: Android Police.\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388051/google-encerra-recurso-do-hangouts-e-leva-usuarios-para-meet/"}
,{"title": "PS Plus de dezembro traz Worms Rumble para PS4 e PS5 e outros jogos | Jogos | Tecnoblog", "author": "Lucas Lima", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tDepois de lançar Fall Guys na PlayStation Plus, é a vez de outro jogo estrear na oferta de jogos mensais da Sony: Worms Rumble chega na PS Plus de dezembro para PlayStation 4 e PS5. Além deste, Just Cause 4 e Rocket Arena também poderão ser resgatados entre 1º de dezembro e 4 de janeiro.\n\nXbox Live Gold de dezembro tem Bleed 2, Saints Row e mais jogos grátis\nLançamentos da Netflix para dezembro têm séries de Natal e Vikings\n\nJogos da PlayStation Plus de dezembro de 2020 (Imagem: Divulgação/PlayStation)\nSobre a PlayStation Plus\nOs assinantes da PlayStation Plus no Brasil têm direito a baixar pelo menos dois jogos grátis todos os meses, escolhidos pela Sony, para o PS4. Os games ficam disponíveis na conta do jogador enquanto a assinatura continuar ativa, desde que o resgate seja feito no período em que o jogo foi oferecido.\nNo PlayStation 5, a PS Plus também oferecerá os mesmos jogos, desde que sejam retrocompatíveis, além da PlayStation Collection, uma biblioteca com os títulos que marcaram a geração do PlayStation 4 sem custo adicional na assinatura.\nJogos de dezembro da PS Plus\nWorms Rumble\nWorms Rumble será lançado com a oferta da PS Plus, assim como foi Fall Guys. Nesse novo título da clássica franquia, até 32 jogadores se enfrentam em uma arena que uma única minhoca sobreviverá. Relembre das famosas Bazooka, Shotgun e a Granada Sagrada nesse game battle-royale-clássico-moderno.\n\nJust Cause 4\nJust Cause 4 pertence ao gênero de ação e aventura de mundo aberto. Lançado em 2018, o jogador vive o protagonista Rico Rodriguez, que embarca numa missão de derrubar a organização tecnológica Black Hand, no país fictício de Solís, situado na América do Sul. Abuse de armas, veículos e outros gadgets futuristas nos conflitos dessa jornada.\n\nJust Cause 4 recebeu nota média de 65 pontos no Metacritic*.\nRocket Arena\nEm Rocket Arena, três jogadores enfrentam outro grupo com três oponentes em uma arena onde a temática é de foguete (daí o nome, dã). Para variar a dinâmica de gameplay, há uma variedade de personagens com estilos de jogo e habilidades únicas. Cada partida rende experiência para evoluir o herói ou desbloquear upgrades. Rocket Arena foi lançado em julho de 2020.\n\nRocket Arena recebeu nota média de 68 pontos no Metacritic*.\nFim de semana com multiplayer gratuito\nEntre os dias 19 e 20 de dezembro, a PlayStation dará também um final de semana de multiplayer gratuito mesmo àqueles que não são membros da PS Plus, para aproveitar os jogos baixados que exigem a assinatura do serviço para funcionar online.\n*Notas coletadas em 25 de novembro de 2020.\nCom informações: PlayStation.\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/316246/jogos-ps-plus-dezembro-ps4-ps5/"}
,{"title": "Samsung Galaxy S10 começa a receber Android 11 em beta do One UI 3.0 | Celular | Tecnoblog", "author": "Ana Marques", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tUsuários do Galaxy S10, Galaxy S10+ e Galaxy S10e que participam do programa de testes da Samsung começaram a receber a One UI 3.0 beta baseada no Android 11, e poderão ter acesso antecipado aos recursos da nova versão do sistema operacional. Os smartphones se juntam à lista de dispositivos da marca elegíveis para a atualização, que já conta com a linha Galaxy S20, Note 20, Note 10, além dos Galaxy Z Flip 5G e Galaxy Z Fold 2 5G.\n\nSamsung lista celulares com atualização de Android por 3 anos\nO que muda do Galaxy S10 para o Galaxy S20?\n\nGalaxy S10 Plus (Imagem: Paulo Higa/Tecnoblog)\nA chegada da One UI 3.0 beta aos principais modelos da série Galaxy S10 já havia sido anunciada no início deste mês, mas foi adiada após algumas questões relativas ao consumo da bateria.\nDisponibilidade da One UI 3.0 com Android 11\nAgora, a atualização chega a participantes do programa One UI 3.0 beta na Coreia do Sul, Índia e Reino Unido, mas espera-se que a disponibilidade seja expandida para outros países, como Estados Unidos e Alemanha, já nos próximos dias.\nPara testar, o usuário deve fazer seu cadastro por meio do app Samsung Members.\nNovidades do Android 11 para Galaxy S10\nAs novidades do Android 11 que chegam com a nova versão da interface da Samsung incluem os balões de mensagens, melhorias na privacidade e o foco em conversas nas notificações. A fabricante também tem um novo design para os widgets da tela de bloqueio.\nOne UI 3.0 (imagem: divulgação/Samsung)\nCabe ressaltar que por se tratar de uma versão de testes, é possível que a atualização traga bugs e instabilidade – portanto, é sempre importante fazer o backup do seu telefone antes de experimentar.\nA Samsung ainda não revelou o cronograma oficial para o lançamento da versão estável do Android 11, mas com base no período de testes e no histórico de atualizações da fabricante, é provável que isso fique para o primeiro trimestre de 2021.\nCom informações: GSMArena e Android Central\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388097/samsung-galaxy-s10-comeca-a-receber-android-11-em-beta-do-one-ui-3-0/"}
,{"title": "Google quer acelerar instalação em massa de apps no Android | Aplicativos e Software | Tecnoblog", "author": "Ana Marques", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tTrocar de celular e migrar todos os aplicativos de um Android antigo para o novo pode ser extremamente trabalhoso – mas não por muito tempo, se depender da vontade do Google. A empresa estaria trabalhando para acelerar a instalação em massa de apps por meio do recurso “Dicas de Instalação”.\n\nGoogle prepara Android para receber novos emojis sem atualizar sistema\nGoogle pode vetar apps de Android que usam localização em 2º plano\n\nApps no Android (Imagem: Rami Al/Unsplash)\nA informação foi encontrada pelo desenvolvedor luca020400 e divulgada pelo XDA Developers nesta quarta-feira (25). De acordo com a descoberta, a função poderá permitir que lojas de aplicativos, como a Google Play Store, decidam qual filtro de compilador para dex2oat usar ao instalar apps em massa – como acontece durante a configuração de um novo aparelho ou após uma restauração.\nO que se sabe até o momento é que o recurso deve utilizar quatro filtros diferentes para identificar o tipo de instalação: “Default” (padrão), “Fast” (rápido), “Bulk_Critical” (em massa, crítico) ou “Bulk_Non_Critical” (em massa, não crítico).\nDesse modo, em um cenário de restauração, por exemplo, a loja poderia emitir a sinalização “Bulk_Critical” para que aplicativos mais importantes sejam instalados rapidamente. Em compensação, a primeira execução poderia sofrer com falta de otimização – algo que poderia ser realizado posteriormente, quando o app em questão fosse atualizado de forma individual.\nPriorizando aplicativos importantes\nA expectativa é de que a Play Store possa definir automaticamente quais aplicativos são mais importantes para você de acordo com o histórico de instalação e uso dos softwares associados à sua conta Google.\nA loja também poderia prever alguns apps necessários, como os relacionados à fabricante do seu novo smartphone, e priorizá-los na hora da restauração ou instalação em massa.\nAinda não há confirmação de quando o novo recurso chegará ao Android, ou se novos ajustes ainda serão implementados ao código. É possível que vejamos algo relacionado a essa novidade com a chegada da próxima grande atualização do sistema, o Android 12.\nCom informações: XDA Developers\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388193/google-quer-acelerar-instalacao-em-massa-de-apps-no-android/"}
,{"title": "Tecnocast 171 – IPTV e a busca por conteúdo grátis | Telecomunicações | Tecnoblog", "author": "Thiago Mobilon", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tUltimamente quase toda semana sai uma notícia aqui no TB sobre apreensão de TV Box e fechamento de serviços de IPTV pirata. O tema sempre rende muito debate, dada a popularidade que essa tecnologia conquistou. Mas apesar de não ser gratuito, essas listas são vendidas de forma ilegal.\nTecnocast 171 – IPTV e a busca por conteúdo grátis (Imagem: Leandro Massai / Tecnoblog)\nMas e aí, qual é toda essa polêmica em torno do IPTV? Ele é ilegal, mesmo? A resposta é: depende. Dá o play que a gente explica tudo.\n\nParticipantes\n\nThiago Mobilon\nPaulo Higa\nFelipe Ventura\nLucas Braga\n\nOferecimento: Porto Seguro Auto\nSó 30% da frota circulante no Brasil tem seguro, o que é muito pouco. Todo mundo sabe que seguro é importante, mas algumas pessoas acham que é inacessível para elas.\nTalvez porque elas não conheçam os benefícios do Porto Seguro Auto. Assim que você contrata, já não fica mais preocupado com aqueles imprevistos do dia a dia. Mas tem mais: além dos serviços pro seu carro, como guincho ilimitado, chaveiro 24 horas e troca de bateria, você pode contar com o pessoal da Porto Seguro na sua casa.\nCom o Porto Seguro Auto, você também tem mão de obra gratuita para reparos elétricos, hidráulicos e até em diversos eletrodomésticos. Ou seja, dá para contar com a Porto Seguro em qualquer lugar.\nE em qualquer lugar mesmo: se precisar de algum serviço, entra no Aplicativo Porto Seguro Auto ou chama no WhatsApp ou pelo Portal do Cliente no site, que eles resolvem tudo para você. Assim você fica mais tranquilo para curtir todos os momentos da sua vida.\nPara saber mais, acesse o site portoseguro.com.br/auto ou fale com o seu corretor.\nWhatsApp do Porto Seguro Auto: +55 11 3003-9303\nOferecimento: Amazon Prime\nNo Amazon Prime Video, você encontra os filmes e séries que já ama e descobre as produções originais da Amazon com uma assinatura de apenas R$ 9,90 por mês. É tão barato que dá para assinar outro serviço de streaming junto com o Amazon Prime Video e ainda pagar pouco!\nE além das séries Amazon Originais, você conta com todos os benefícios do Amazon Prime: frete rápido e grátis para produtos com o selo Prime, mais de 2 milhões de músicas sem anúncios e centenas de ebooks e revistas inclusos.\nEntão, para aproveitar esses e outros benefícios, assine já o Amazon Prime Video por R$ 9,90 ao mês. Quem é assinante novo pode testar de graça por 30 dias: é só acessar amazon.com.br/prime.\nAssine o Tecnocast\n\nGoogle Podcasts\nApple Podcasts\nSpotify\nPocket Casts\nOvercast\nAndroid (outros apps)\nFeed RSS\nSoundCloud\n\nCréditos\n\nEdição e Sonorização: Paulo Barba.\nArte da capa: Leandro Massai.\n\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388095/tecnocast-171-iptv-e-a-busca-por-conteudo-gratis/"}
,{"title": "Digio lança cashback no cartão de crédito e 130% do CDI na conta | Finanças | Tecnoblog", "author": "Victor Hugo Silva", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tO Digio, banco digital do Bradesco e Banco do Brasil, anunciou nesta quarta-feira (25) um programa de cashback que dará de volta até 20% do dinheiro gasto em parceiros. A empresa também anunciou uma oferta por tempo limitado para aumentar o rendimento da conta digital para 130% do CDI e dar vantagens para regularização de clientes com faturas e empréstimos atrasados.\n\nComo não ser enganado na Black Friday\nNubank reprovado? Outros cartões sem anuidade\n\nCartão de crédito Digio (Imagem: Reprodução/Digio)\nOs anúncios fazem parte da campanha do Digio para a Black Friday. No caso do cashback, no entanto, as ofertas seguirão válidas mesmo depois de sexta-feira (27). Os clientes com cartão de crédito poderão usar o digioCashback para receber até 20% de volta em compras feitas pelo aplicativo do Digio, que conta com um marketplace.\nA oferta vale para marcas parceiras, como Netshoes, Decolar, Submarino, Dafiti, Natura e Sephora. Segundo o Digio, não há valor mínimo para resgatar o dinheiro recebido depois das compras. Além disso, a quantia pode ser usada como crédito na fatura do cartão ou ser transferida para qualquer conta bancária.\nDigio oferece 130% do CDI na conta\nPara o período da Black Friday, o banco anunciou um rendimento maior para depósitos na conta digital até sexta-feira (27). Em vez de 100% do CDI, como acontece na maior parte do ano, os clientes que adicionarem dinheiro à conta nesse período terão rendimento de 130% do CDI com resgate imediato durante 12 meses.\nA empresa anunciou ainda uma vantagem para quem deseja regularizar suas dívidas no período da Black Friday. Os clientes do banco podem ter até 85% de desconto nas faturas em atraso do cartão de crédito e até 90% de desconto em empréstimos pessoais com parcelas atrasadas.\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388019/digio-lanca-cashback-no-cartao-de-credito-e-130-do-cdi-na-conta/"}
,{"title": "As promoções de Black Friday da Claro, Oi, Vivo, TIM e Algar | Telecomunicações | Tecnoblog", "author": "Lucas Braga", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tNovembro é sempre um bom mês para trocar os planos de telefonia: nessa época ocorre a Black Friday, e as operadoras costumam fazer promoções com melhorias no pacote de dados no serviço móvel, maior velocidade na banda larga fixa ou mesmo upgrade no pacote de TV por assinatura. Confira as novidades da Black Friday 2020 da Claro, Oi, TIM, Vivo e Algar.\n\nComo saber se uma oferta de Black Friday realmente vale a pena\nAmazon vende Echo Dot com Alexa por R$ 199 na Black Friday\n\nBlack Friday das operadoras (Imagem: Vitor Pádua/Tecnoblog)\nUma informação importante antes de mudar o plano\nAlgumas operadoras frisam que certas ofertas são exclusivas para novas assinaturas ou portabilidade numérica. Não leve isso a sério.\nO artigo 46 da resolução 632/2014 da Anatel, que regulamenta os serviços de telecomunicações, diz:\nTodas as ofertas, inclusive de caráter promocional, devem estar disponíveis para contratação por todos os interessados, inclusive já Consumidores da Prestadora, sem distinção fundada na data de adesão ou qualquer outra forma de discriminação dentro da área geográfica da oferta.\nAs operadoras são obrigadas a seguir essa regulamentação, e a maioria delas já estabelece nos contratos promocionais que as ofertas também se estendem aos clientes da base. Caso a empresa não cumpra, saiba como reclamar na Anatel ou no Consumidor.gov.br.\nVale lembrar que o cliente está sujeito a algumas condições: se há fidelidade no plano vigente, pode ser necessário pagar multa por quebra de contrato caso queira aproveitar a promoção. Da mesma forma, a operadora pode cobrar taxa de adesão caso essa seja a regra para novos clientes.\n1. Claro dá até 100 GB de bônus na Black Friday e upgrade na TV\nAs ofertas de Black Friday da Claro estão disponíveis para adesões entre 12 e 30 de novembro de 2020. A empresa fez ofertas para o pré-pago, pós-pago, controle e TV por assinatura.\nBlack Friday da Claro (Imagem: Reprodução/Site Claro)\nClaro Prezão tem 10 GB na recarga\nQuem recarregar um celular Claro com R$ 15 ou mais terá 10 GB de bônus para usar como quiser. A promoção é válida para créditos adicionados através dos canais digitais da Claro, como site, aplicativo, WhatsApp e SMS.\nA validade dos 10 GB que desanima, uma vez que a franquia extra só pode ser usada durante sete dias.\nClaro Controle tem plano com 20 GB por R$ 59,99\nCom o bônus da Black Friday, é possível ter até 20 GB de internet nos planos controle. Assim estão os pacotes:\n\n\n\nInternet\nAplicativos ilimitados\nPreço com fidelidade\nPreço sem fidelidade\n\n\n15 GB, sendo\n4 GB do plano\n4 GB de bônus\n7 GB de bônus Black Friday\nWhatsApp\nWaze\nCabify\nClaro Música\nR$ 44,99 no débito automático\nR$ 49,99 no boleto\nR$ 59,99 no débito automático\nR$ 64,99 no boleto\n\n\n20 GB, sendo\n5 GB do plano\n5 GB de bônus\n10 GB de bônus Black Friday\nWhatsApp\nFacebook\nInstagram\nWaze\nCabify\nClaro Música\nR$ 59,99 no débito automático\nR$ 64,99 no boleto\nR$ 79,99 no débito automático\nR$ 79,99 no boleto\n\n\n\nOs planos dão ligações ilimitadas para qualquer operadora, além de acesso liberado às redes sociais da tabela. O bônus da Black Friday é válido por um ano. O pacote básico, com 3 GB, não recebeu nenhuma promoção para o período.\nClaro Pós tem até 100 GB extra durante um ano\nPara quem prefere o segmento pós-pago, a Claro dá bônus de até 100 GB na adesão aos planos durante a Black Friday 2020. Assim ficam os pacotes:\n\n\n\nInternet\nFranquia de vídeo\nPreço mensal\n\n\n24 GB, sendo:\n8 GB do plano\n16 GB de bônus Black Friday\n8 GB\nR$ 109,99 no débito automático\nR$ 119,99 no boleto\n\n\n30 GB, sendo:\n10 GB do plano\n20 GB de bônus Black Friday\n10 GB\nR$ 129,99 no débito automático\nR$ 139,99 no boleto\n\n\n115 GB, sendo:\n15 GB do plano\n100 GB de bônus Black Friday\n15 GB\nR$ 169,99 no débito automático\nR$ 179,99 no boleto\n\n\n150 GB, sendo:\n50 GB do plano\n100 GB de bônus Black Friday\n50 GB\nR$ 249,99 no débito automático\nR$ 259,99 no boleto\n\n\n200 GB, sendo:\n100 GB do plano\n100 GB de bônus Black Friday\n100 GB\nR$ 389,99 no débito automático\nR$ 399,99 no boleto\n\n\n\nA franquia de vídeos pode ser usada com YouTube, Netflix, Claro Vídeo e NET Now. Os planos ainda incluem acesso liberado ao WhatsApp (inclusive para chamadas de voz e vídeo), Facebook, Instagram, Twitter, Waze e Cabify.\nOs pacotes da Claro possuem fidelidade mínima de 12 meses, e o cliente que cancelar antes do período deverá pagar multa pela rescisão contratual. A operadora oferece opções sem fidelidade com os mesmos valores, porém sem acesso liberado às redes sociais.\nClaro NET TV tem upgrade de plano por até 2 anos\nNos serviços residenciais, as promoções de Black Friday da Claro são destinadas para a TV por assinatura. A operadora dará até dois anos de upgrade gratuito para o pacote de canais superior ao plano contratado:\n\nQuem contratar o Fácil HD leva a programação do Mix HD por dois anos, a partir de R$ 69,90 mensais no combo;\nQuem contratar o Fácil HD leva a programação do Top HD por dois anos, a partir de R$ 99,99 por mês no combo;\nQuem contratar o Top 4K terá Telecine e Conmebol TV por um ano, com mensalidade de R$ 139,90 no combo.\n\n2. Oi tem pós-pago e controle com 100 GB por R$ 100\nA Oi é uma das operadoras mais agressivas na Black Friday 2020, e lançou promoções nos planos móveis. As ofertas são válidas até 15 de dezembro.\nBlack Friday da Oi (Imagem: Reprodução/Site Oi)\nOi Pós tem 100 GB na Black Friday\nPara a Black Friday de 2020, a Oi tem um plano pós-pago com 100 GB de internet por R$ 99,90 mensais.\nO serviço ainda inclui inclui acesso sem descontar da franquia para Netflix, YouTube, Instagram (exceto lives, e chamadas de vídeo), Facebook, Messenger e WhatsApp (exceto GIFs e chamadas de voz e vídeo).\nAlém disso, é possível fazer ligações ilimitadas para qualquer operadora do Brasil e enviar SMS à vontade.\nUm detalhe interessante é que a empresa decidiu comercializar a mesma franquia na categoria controle ou pós-pago, mas há diferenças conforme a modalidade escolhida:\n\n\n\n\nControle\nPós-pago\n\n\nLinhas dependentes?\nNão permite\nSim, pelo valor mensal de R$ 35; linhas compartilham franquia de dados do titular e têm acesso ilimitado a Instagram, Facebook, Messenger e WhatsApp\n\n\nInternet após consumo da franquia?\nNão possui\nVelocidade reduzida para 64 kb/s até o próximo mês\n\n\nFormas de pagamento?\nBoleto bancário\nBoleto ou cartão de crédito (com acréscimo)\n\n\nFidelização?\nNão tem\nPermanência mínima de 12 meses e multa para cancelamento antes do período\n\n\nAcesso a Oi Play Básico?\nNão inclui\nAté 10 canais ao vivo e uso sem descontar da franquia de 100 GB\n\n\n\nOi tem plano controle com TikTok ilimitado\nA Oi também lançou um novo plano controle com 16 GB de franquia por R$ 49,90 mensais. O pacote inclui ligações ilimitadas para qualquer operadora e 1.000 SMS.\nMas o destaque vai para os aplicativos ilimitados: quem aderir ao serviço terá acesso liberado ao TikTok, Instagram (exceto lives, e chamadas de vídeo), Facebook, Messenger e WhatsApp (exceto GIFs e chamadas de voz e vídeo).\n3. TIM tem Black Friday no móvel e banda larga\nA TIM tem poucas promoções na Black Friday de 2020: a operadora adicionou bônus de internet a planos específicos e foca na venda da banda larga fixa TIM Live Ultrafibra.\nBlack Friday da TIM em 2020 (Imagem: Reprodução/Site TIM)\nTIM Controle tem 16 GB por R$ 49,99\nNo controle, a TIM tem uma promoção no plano intermediário e mais caro: são 8 GB de bônus para a Black Friday, que se somam a outros 4 GB com pagamento da fatura pelo C6 Bank. Assim ficam os pacotes:\n\n\n\nPlano\nPreço mensal\n\n\n16 GB, sendo:\n4 GB do plano\n4 GB de bônus C6 Bank\n8 GB de bônus Black Friday\nR$ 54,99\n\n\n17 GB, sendo:\n5 GB do plano\n4 GB de bônus C6 Bank\n8 GB de bônus Black Friday\nR$ 64,99\n\n\n\nO plano dá acesso gratuito ao Telegram, Facebook Messenger e WhatsApp (exceto chamadas de voz e vídeo), além de três meses de uso liberado ao Facebook, Twitter e Instagram. Além disso, ele inclui ligações ilimitadas para qualquer operadora e SMS à vontade.\nTIM Black Light tem 31 GB por R$ 75,99\nO plano pós da TIM para a Black Friday tem até 31 GB de internet por R$ 75,99 por mês. São 15 GB do pacote principal, 6 GB de bônus da Black Friday, 5 GB para pagamento da fatura com o C6 Bank e outros 5 GB para portabilidade numérica.\nO serviço inclui ligações e SMS ilimitados para qualquer operadora, além de acesso à vontade ao Twitter, Facebook, Instagram e WhatsApp (exceto chamadas de voz e vídeo). O plano também possui assinatura do Deezer Premium, mas não tem benefícios de roaming internacional como no TIM Black tradicional.\nO valor mensal de R$ 75,99 é válido mediante permanência mínima de 12 meses. Quem quiser o plano sem fidelidade deverá pagar R$ 85,99 por mês. A contratação pode ser feita pelo site da TIM.\nTIM Live tem 400 Mb/s por R$ 105 na Black Friday\nOutra promoção da TIM para a Black Friday é na banda larga TIM Live: o plano de 400 Mb/s de download e 200 Mb/s de upload sai por R$ 105 por mês – normalmente custa R$ 127,50.\nO cliente também terá que pagar uma taxa de habilitação de R$ 180, parcelada em 12 vezes de R$ 15. O plano tem fidelidade de 12 meses; após o período, a velocidade passa a ser 200 Mb/s com assinatura mensal de R$ 150.\nNo entanto, essa promoção só é válida para quem pagar a fatura com débito automático: quem optar pelo boleto convencional terá que pagar a mensalidade de R$ 150 para a velocidade de 200 Mb/s.\n4. Vivo dá até 50 GB de bônus na Black Friday\nAs promoções de Black Friday 2020 da Vivo contemplam o pós-pago, controle, pré-pago e Vivo Easy, e são válidas até 30 de novembro. Dá pra encontrar boas ofertas: o bônus de internet pode chegar até 50 GB, dependendo do plano escolhido.\nVivo Pré tem 10 GB de bônus na recarga\nQuem recarregar a partir de R$ 30 até o dia 30 de novembro terá 10 GB extras de internet 4G. O interessante é que quem repetir a recarga no mês de dezembro também terá mais 10 GB.\nNo entanto, o bônus de 10 GB só é válido apenas por sete dias – o que é uma pena, uma vez que é pouco tempo para consumir uma franquia tão grande.\nVivo Easy tem 100% do valor de volta nos planos Prime\nQuem contratar um pacote do Vivo Easy Prime até o dia 30 de novembro receberá 100% do valor pago em bônus para usar no aplicativo.\n\n\n\nPlano\nServiços incluídos\nCashback na Black Friday\nPreço mensal\n\n\nEssencial\n5 GB de internet\nWhatsApp sem descontar da franquia\nSMS e ligações ilimitadas\nR$ 39,99\nR$ 39,99\n\n\nCompleto\n10 GB de internet\nWhatsApp sem descontar da franquia\nSMS e ligações ilimitadas\nR$ 59,99\nR$ 59,99\n\n\nEspecial\n15 GB de internet\nWhatsApp sem descontar da franquia\nSMS e ligações ilimitadas\nR$ 79,99\nR$ 79,99\n\n\nSuper\n20 GB de internet\nWhatsApp sem descontar da franquia\nSMS e ligações ilimitadas\nR$ 99,99\nR$ 99,99\n\n\n\nNo entanto, há um grande detalhe: bônus de cashback é válido apenas por cinco dias. O saldo é válido apenas para uso no aplicativo, e é possível comprar mais gigas de internet sem data de validade, ligações ou diárias ilimitadas de aplicativos.\nVivo tem 5 GB de bônus no controle\nPara a Black Friday, a Vivo dá 5 GB extras por mês durante um ano nos planos Vivo Controle. Somando com o benefício de portabilidade e conta digital, o bônus total chega a 7,5 GB.\nLoja da Vivo (Imagem: Divulgação/Vivo)\nEsses são os planos:\n\n\n\nPacote de internet\nTipo de plano\nPreço mensal\n\n\n11 GB, sendo:\n3,5 GB do plano\n5 GB de bônus da Black Friday\n2 GB de bônus portabilidade\n500 MB de bônus na Conta Digital\nSem fidelidade\nR$ 44,99\n\n\n11,5 GB, sendo:\n4 GB do plano\n5 GB de bônus da Black Friday\n2 GB de bônus portabilidade\n500 MB de bônus na Conta Digital\nAnual\nFidelização por 12 meses com renovação automática\nR$ 44,99\n\n\n12 GB, sendo:\n4,5 GB do plano\n5 GB de bônus da Black Friday\n2 GB de bônus portabilidade\n500 MB de bônus na Conta Digital\nSem fidelidade\nR$ 59,99\n\n\n12,5 GB, sendo:\n5 GB do plano\n5 GB de bônus da Black Friday\n2 GB de bônus portabilidade\n500 MB de bônus na Conta Digital\nAnual\nFidelização por 12 meses com renovação automática\nR$ 59,99\n\n\n14 GB, sendo:\n6,5 GB do plano\n5 GB de bônus da Black Friday\n2 GB de bônus portabilidade\n500 MB de bônus na Conta Digital\nSem fidelidade\nR$ 79,99\n\n\n14,5 GB, sendo:\n7 GB do plano\n5 GB de bônus da Black Friday\n2 GB de bônus portabilidade\n500 MB de bônus na Conta Digital\nAnual\nFidelização por 12 meses com renovação automática\nR$ 79,99\n\n\n\nOs planos Vivo Controle incluem ligações ilimitadas para qualquer operadora, além de acesso sem descontar da franquia ao WhatsApp (exceto videochamadas), Waze, Cabify e Moovit.\nOs pacotes também incluem acesso aos serviços Vivo GoRead, Babbel, NBA Básico e Vivo Meditação, que variam conforme o plano.\nVivo tem 20 GB de bônus no pós individual e Selfie\nQuem assinar o Vivo Pós individual terá 20 GB de internet extra por mês, válidos por um ano. Assim ficam os planos:\n\n\n\nPlano\nPermanência mínima\nPreço mensal\n\n\n33 GB, sendo:\n8 GB do plano\n20 GB da Black Friday\n5 GB de bônus de portabilidade\nSem fidelidade\nR$ 109,99\n\n\n35 GB, sendo:\n10 GB do plano\n20 GB da Black Friday\n5 GB de bônus de portabilidade\n12 meses\nR$ 109,99\n\n\n35 GB, sendo:\n10 GB do plano\n20 GB da Black Friday\n5 GB de bônus de portabilidade\nSem fidelidade\nR$ 129,99\n\n\n41 GB, sendo:\n16 GB do plano\n20 GB da Black Friday\n5 GB de bônus de portabilidade\n12 meses\nR$ 129,99\n\n\n55 GB, sendo:\n30 GB do plano\n20 GB da Black Friday\n5 GB de bônus de portabilidade\nSem permanência mínima\nR$ 189,99\n\n\n\nO mesmo acontece no Vivo Selfie, que inclui assinatura de algum serviço parceiro:\n\n\n\nPlano\nPacote de internet\nFranquia de internet dedicada\nPreço mensal\n\n\nVivo Selfie Spotify\nInclui assinatura do Spotify Premium\n50 GB, sendo:\n25 GB do plano\n20 GB da Black Friday\n5 GB de bônus portabilidade\n25 GB para usar com Spotify\nR$ 149,99\n\n\nVivo Selfie Rappi\nInclui assinatura do Rappi Prime\n50 GB, sendo:\n25 GB do plano\n20 GB da Black Friday\n5 GB de bônus portabilidade\n25 GB para usar com Rappi\nR$ 149,99\n\n\nVivo Selfie Disney+\nInclui assinatura Disney+\n\n50 GB, sendo:\n25 GB do plano\n20 GB da Black Friday\n5 GB de bônus portabilidade\n25 GB para usar com Disney+\nR$ 159,99\n\n\nVivo Selfie Telecine\nInclui assinatura do Telecine\n50 GB, sendo:\n25 GB do plano\n20 GB da Black Friday\n5 GB de bônus portabilidade\n25 GB para usar com Telecine\nR$ 164,99\n\n\nVivo Selfie Netflix\nInclui assinatura Neflix Padrão\n50 GB, sendo:\n25 GB do plano\n20 GB da Black Friday\n5 GB de bônus portabilidade\n25 GB para usar com Netflix\nR$ 164,99\n\n\nVivo Selfie Premiere\nInclui assinatura Premiere Play\n60 GB, sendo:\n25 GB do plano\n20 GB da Black Friday\n5 GB de bônus portabilidade\n35 GB para usar com Premiere Play\nR$ 199,99\n\n\n\nTodos os planos têm ligações ilimitadas para qualquer operadora (inclusive DDD), além de acesso sem descontar da franquia ao WhatsApp (exceto chamadas de vídeo), Waze, Cabify e Moovit.\nAlém disso, há roaming interncional nas Américas (e mundo no pós individual mais caro) e assinatura incluída dos apps NBA Básico, Vivo GoRead, Hube Jornais, Vivo Meditação, NFL Básico, Super Comics e Ubook, que variam conforme o pacote.\nVivo Família tem 50 GB extras na Black Friday\nOs planos familiares da Vivo têm um bônus mais generoso: são 50 GB a mais de internet por mês, durante o período de um ano. Mas há um detalhe: a promoção só está disponível nas lojas físicas e atendimento telefônico da operadora.\nAssim ficam os planos:\n\n\n\nPlano:\nCaracterísticas\nPreço mensal\n\n\n110 GB, sendo:\n60 GB do plano\n50 GB da Black Friday\n1 dependente grátis\nRoaming internacional Américas\nR$ 249,99\nPermanência de 12 meses\n\n\n130 GB, sendo:\n80 GB do plano\n50 GB da Black Friday\n2 dependentes grátis\nRoaming internacional Américas\nR$ 319,99\nPermanência de 12 meses\n\n\n150 GB, sendo:\n100 GB do plano\n50 GB da Black Friday\n3 dependentes grátis\nRoaming internacional Américas e Europa\nR$ 429,99\nPermanência de 12 meses\n\n\n190 GB, sendo:\n140 GB do plano\n50 GB da Black Friday\n4 dependentes grátis\nRoaming internacional Américas e Europa\nR$ 529,99\nPermanência de 12 meses\n\n\n\nAssim como o pós-pago individual, o Vivo Família tem ligações ilimitadas para qualquer operadora (inclusive DDD), além de acesso ilimitado ao WhatsApp (exceto chamadas de vídeo), Waze, Cabify e Moovit. O benefício de roaming internacional é válido apenas para a linha titular.\nAinda há serviços extras que variam de acordo com o plano, como NBA Básico, Vivo GoRead, Hube Jornais, Vivo Meditação, NFL Básico, Super Comics, Ubook, BTFIT, Forbes Brasil, Casa do Saber e Vivo HomeFix.\n5. Algar Telecom tem combo de telefone móvel com banda larga\nA Algar também fez promoções de Black Friday num combo com serviços residenciais e telefone móvel.\nBlack Friday da Algar (Imagem: Reprodução/Site Algar)\nSão dois diferentes pacotes:\n\nBanda larga de 300 Mb/s + linha de celular com 24 GB + telefone fixo ilimitado por R$ 136,90 mensais\nBanda larga de 300 Mb/s + linha de celular com gigas ilimitados + telefone fixo ilimitado por R$ 171,90 mensais\n\nA operadora também tem outra promoção para quem quer apenas um plano de celular: o controle de 5 GB sai a R$ 29,90 por mês. Ele dá direito a ligações locais ilimitadas, 100 minutos de DDD e roaming e WhatsApp sem descontar da franquia (exceto chamadas de voz e vídeo).\nCom exceção da Algar, todos os preços e planos descritos na matéria são referentes a São Paulo (DDD 11) e podem variar conforme a localidade.\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388086/as-promocoes-de-black-friday-da-claro-oi-vivo-tim-e-algar/"}
,{"title": "Windows 10 pode ganhar apps de Android e mais novidades em 2021 | Aplicativos e Software | Tecnoblog", "author": "Victor Hugo Silva", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tA Microsoft planeja mudanças significativas para o Windows 10 em 2021. Além de lançar o já esperado Windows 10X, a empresa deve permitir o uso de aplicativos para Android em seu sistema operacional e anunciar uma ferramenta que armazena programas na nuvem.\n\nComo usar aplicativos Android no PC [Windows 10]\nComo baixar o Windows 10 de graça [2020]\n\nWindows 10 (Imagem: Divulgação/Microsoft)\nO Windows Central, que teve acesso às informações, afirma que os aplicativos de Android deverão ficar disponíveis para download na Microsoft Store. Em seu perfil no Twitter, Zac Bowden, do Windows Central, indicou que os apps seriam executados diretamente no PC, sem a necessidade de um smartphone.\nHoje, o Windows 10 consegue rodar apps de Android por meio da ferramenta Seu Telefone, mas ela exige a conexão com o celular. Para piorar, a função está restrita a smartphones da Samsung, como Galaxy S20, S20+ e S20 Ultra.\nAinda não há uma previsão exata de quando a mudança aconteceria, mas a expectativa é de que ela seja mesmo concretizada em 2021. A Microsoft segue com o planejamento de duas grandes atualizações. No próximo ano, a atualização do segundo semestre é a que apresentaria as maiores mudanças, incluindo novos recursos e mudanças na interface.\nWindows 10X\nO Windows 10X, variante do sistema operacional da Microsoft com interface moderna, está mais próximo de se tornar realidade. Segundo o Windows Central, os primeiros notebooks com a versão começarão a ser fabricados em dezembros e deverão estar disponíveis aos usuários no primeiro semestre de 2021.\nA Microsoft trata o Windows 10X como um forte concorrente para o Chrome OS, já ele também oferecerá uma solução leve, mas terá programas compatíveis com a versão padrão do Windows 10. A nova plataforma não terá suporte para programas win32, mas isso deverá ser resolvido com o chamado Cloud PC.\nWindows 10 Cloud PC\nO Cloud PC será uma ferramenta que permite acessar programas que estão armazenados na nuvem. Com isso, usuários poderiam acessar a sua lista de apps por meio de qualquer dispositivo com Windows 10. A solução seriam uma alternativa para PCs que contam com pouco espaço de armazenamento.\nAlém de acessar programas win32, que não serão suportados no Windows 10X, o Cloud PC deverá ser sincronizado com o Microsoft 365, que inclui programas como Word, Excel e PowerPoint. E, mesmo que estiverem na nuvem, os aplicativos aparecerão no menu Iniciar junto aos que estão armazenados no dispositivo.\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388200/windows-10-pode-ganhar-apps-de-android-e-mais-novidades-em-2021/"}
,{"title": "Steam dá desconto em FIFA 21, GTA 5, Sims 4, Fall Guys e mais jogos de PC | Jogos | Tecnoblog", "author": "Felipe Ventura", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tBem a tempo da Black Friday, o Steam liberou a Promoção de Primavera: são quase 19 mil jogos de PC, bundles e DLCs com preço reduzido, incluindo Fall Guys, Among Us, Death Stranding, FIFA 21, PES 2021, GTA 5, Red Dead Redemption 2, PUBG e muitos outros. As ofertas são válidas até 1º de dezembro de 2020.\n\nUbisoft oferece jogos baratos na Black Friday e Cyber Monday\nComo pagar jogos do Steam com PicPay\n\nPromoção de primavera já começou (Imagem: Reprodução/Steam)\nPrincipais ofertas do Steam em jogos de PC\nA promoção do Steam inclui 18.892 jogos para Windows, dos quais 5.410 rodam no macOS e 3.756 são compatíveis com distribuições Linux, incluindo aí o SteamOS.\nUm dos jogos com desconto é Among Us: ele já era barato, e agora custa menos de R$ 10 — é sua chance de entrar no hype e descobrir quem é o impostor. Fall Guys também está com redução de 20% no preço. Enquanto isso, Untitled Goose Game (honk) custa 25% a menos.\nHá diversos jogos em oferta que foram lançados em 2020, incluindo Doom Eternal, Marvel’s Avengers, Death Stranding e o belíssimo Ori and the Will of the Wisps. Os descontos costumam ser maiores para títulos que estão aí há mais tempo, tal como The Sims 4 — ele sai por apenas R$ 19,08, ligeiramente mais barato que na Origin da própria EA.\nO Tecnoblog reuniu algumas das principais ofertas do Steam na tabela abaixo, em ordem alfabética, e você pode conferir todas elas neste link.\n\n\n\nJogo\nPreço atual\nPreço padrão\nDesconto\n\n\nAmong Us\nR$ 8,71\nR$ 10,89\n20%\n\n\nARK: Survival Evolved\nR$ 18,79\nR$ 93,99\n80%\n\n\nAssassin’s Creed Odyssey\nR$ 53,99\nR$ 179,99\n70%\n\n\nBorderlands 3\nR$ 39,56\nR$ 119,90\n67%\n\n\nControl Ultimate Edition\nR$ 64,50\nR$ 129,00\n50%\n\n\nCuphead\nR$ 27,74\nR$ 36,99\n25%\n\n\nDARK SOULS III Deluxe Edition\nR$ 59,97\nR$ 239,90\n75%\n\n\nDayZ\nR$ 47,39\nR$ 78,99\n40%\n\n\nDead by Daylight\nR$ 14,79\nR$ 36,99\n60%\n\n\nDEATH STRANDING\nR$ 119,50\nR$ 239,00\n50%\n\n\nDestiny 2: Fortaleza das Sombras\nR$ 23,74\nR$ 47,49\n50%\n\n\nDOOM Eternal\nR$ 65,67\nR$ 199,00\n67%\n\n\nEA SPORTS FIFA 21\nR$ 173,42\nR$ 299,00\n42%\n\n\neFootball PES 2021\nR$ 66,93\nR$ 99,90\n33%\n\n\nFall Guys: Ultimate Knockout\nR$ 30,39\nR$ 37,99\n20%\n\n\nFallout 4\nR$ 20,99\nR$ 69,99\n70%\n\n\nFar Cry 5\nR$ 35,99\nR$ 179,99\n80%\n\n\nGrand Theft Auto V\nR$ 34,99\nR$ 69,99\n50%\n\n\nMarvel’s Avengers\nR$ 99,99\nR$ 199,99\n50%\n\n\nMonster Hunter: World\nR$ 46,19\nR$ 69,99\n34%\n\n\nMortal Kombat 11\nR$ 47,99\nR$ 159,99\n70%\n\n\nOri and the Will of the Wisps\nR$ 64,50\nR$ 129,00\n50%\n\n\nPUBG (PLAYERUNKNOWN’S BATTLEGROUNDS)\nR$ 37,50\nR$ 75,00\n50%\n\n\nRed Dead Redemption 2\nR$ 160,13\nR$ 239,00\n33%\n\n\nResident Evil 2\nR$ 35,99\nR$ 89,99\n60%\n\n\nResident Evil 3\nR$ 42,89\nR$ 129,99\n67%\n\n\nSea of Thieves\nR$ 67,49\nR$ 89,99\n25%\n\n\nSekiro: Shadows Die Twice – GOTY Edition\nR$ 129,93\nR$ 199,90\n35%\n\n\nSTAR WARS Jedi: Fallen Order\nR$ 95,60\nR$ 239,00\n60%\n\n\nStardew Valley\nR$ 17,49\nR$ 24,99\n30%\n\n\nThe Crew 2\nR$ 29,99\nR$ 149,99\n80%\n\n\nThe Elder Scrolls V: Skyrim Special Edition\nR$ 67,96\nR$ 169,90\n60%\n\n\nThe Sims 4\nR$ 19,08\nR$ 159,00\n88%\n\n\nThe Witcher 3: Wild Hunt\nR$ 23,99\nR$ 79,99\n70%\n\n\nTitanfall 2\nR$ 29,37\nR$ 89,00\n67%\n\n\nTom Clancy’s Rainbow Six Siege\nR$ 29,69\nR$ 89,99\n67%\n\n\nTotal War: WARHAMMER II\nR$ 50,99\nR$ 149,99\n66%\n\n\nUntitled Goose Game\nR$ 28,49\nR$ 37,99\n25%\n\n\n\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388038/steam-da-desconto-em-fifa-21-gta-5-sims-4-fall-guys-e-mais-jogos-de-pc-novembro-2020/"}
,{"title": "Google TV perde integração com séries e filmes da Netflix | Aplicativos e Software | Tecnoblog", "author": "Ana Marques", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tUm dos grandes destaques do Google TV, lançado com o novo Chromecast em setembro, é facilidade para escolher o que assistir devido à integração de diversos serviços de streaming na tela inicial. No entanto, menos de dois meses após a chegada da nova interface, o conteúdo da Netflix – um dos maiores serviços de streaming do mundo – parece não estar mais disponível no app para Android.\n\nNetflix pode ganhar timer para pausar vídeo de forma automática\nComo funciona o sistema de filmes e séries recomendadas da Netflix\n\nNetflix (Foto: Bruno Gall De Blasi/Tecnoblog)\nA mudança foi notada após filmes e séries da Netflix não poderem ser adicionados à lista de o que assistir mais tarde pelo app para smartphone. Na prática, usuários não conseguem mais reproduzir o conteúdo exclusivo do serviço, que abriga produções originais como Stranger Things, Dark e O Gambito da Rainha.\nA parte da programação que também está presente em outros serviços, como o Prime Video e o Hulu, ainda é ofertada por meio dos demais aplicativos.\nEm comunicado ao 9To5Google, o Google explicou que o nível de integração varia de acordo com o parceiro, mas não disse se a decisão partiu da própria empresa. Veja a nota:\nCom o Google TV, nosso objetivo é trazer o melhor dos nossos recursos de pesquisa e descoberta através de suas assinaturas para seus dispositivos favoritos. Trabalhamos com cada parceiro de conteúdo para viabilizar essas experiências de entretenimento, e o nível de integração vai variar de acordo com o parceiro.\nCabe ressaltar que o conteúdo da Netflix ainda pode ser acessado normalmente no novo Chromecast – o sumiço aconteceu apenas no aplicativo para smartphones com Android. A Netflix ainda não se pronunciou sobre o assunto.\nCom informações: 9To5Google\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388204/google-tv-perde-integracao-com-series-e-filmes-da-netflix/"}
,{"title": "Sem Android 11, programa Android One do Google deixa de fazer sentido | Celular | Tecnoblog", "author": "Bruno Gall De Blasi", "text": "\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\tO Android One é um programa do Google que visa garantir atualizações mais rápidas aos celulares participantes. A iniciativa, porém, pode estar perdendo o sentido já que, dois meses após a liberação da versão final do Android 11, nenhum smartphone com o selo recebeu o update para o novo sistema operacional até o momento.\n\nO que é Android One?\nReview Nokia 2.3: jogando as fichas na marca\n\nCelulares com Android One, como Nokia 5.3, ainda não receberam Android 11 (Imagem: Divulgação/HMD Global)\nCelulares Android One ainda não receberam Android 11\nQuem dá a nota é o Android Central. Conforme observou o site especializado nesta quinta-feira (25), somente a Nokia manteve o lançamento de celulares com Android One em 2020; a exceção fica para a Motorola, que estreou o Moto G Pro com o selo. Ainda assim, nenhum dos telefones disponíveis no mercado que façam parte da iniciativa receberam o Android 11 até o momento, atualização lançada em setembro pelo Google.\nO atraso na atualização faz contraste aos princípios do Android One, que, entre suas iniciativas, busca reduzir os longos intervalos de tempo entre as atualizações. Enquanto celulares como o Nokia 2.2, Nokia 5.3, Nokia 8.1 e Nokia 8.3 5G ainda vão receber o update até o fim do 1º trimestre de 2021, por exemplo, a Xiaomi já começou a distribuir o Android 11 ao Xiaomi Mi 10 e Mi 10 Pro com a interface MIUI 12 dias após a liberação do novo sistema operacional.\nA Samsung também apresenta uma certa vantagem neste quesito. Ainda que não tenha liberado a versão final do Android 11, a companhia não só confirmou o sucessor do Android 10 à linha Galaxy S20 para ainda em 2020 como já disponibilizou o beta público para donos de celulares das famílias S20, Note 20 e S10 de alguns países. A marca sul-coreana também prometeu três anos de atualizações do Android para alguns de seus celulares.\nA Oppo também revelou seus planos para levar o Android 11 com a interface ColorOS aos seus telefones. Uma das primeiras fabricantes a confirmar a atualização, o cronograma da marca chinesa previa o update para celulares das linhas Find X2 e Reno 3 já em setembro de 2020. Além disso, o Vivo V20 foi o primeiro smartphone não-Pixel a ser lançado com o sucessor do Android 10.\nCom informações: Android Central\n\n\t\t\t\t\t\t\n\t\t\t\t\t", "link": "https://tecnoblog.net/388219/sem-android-11-programa-android-one-do-google-deixa-de-fazer-sentido/"}
,{"title": "Review LG K62+: visual atualizado, desempenho defasado [análise/vídeo] | Tecnoblog", "author": "Darlan Helder", "text": "", "link": "https://tecnoblog.net/387695/lg-k62-plus-review/"}
]